<?php
//константы
$aType = array (
	"f"     => "футболка с рукавом", 
	"m"     => "майка борцовка", 
	"m43"   => "майка прямая",
	"f+"    => "футболка большемерка"
);
$aGender = array (
	"w" => "женская", "m" => "мужская"
);
$aColor = array (
	"w" => "белая",
	"b" => "чёрная",
	"o" => "оранжевая"
);
$aJam = array (
	"rj2"  => "РеДжем 2. 2014",
	"rj3"  => "РеРеДжем 3. 2015",
	"j8"   => "Танго Джем 8. 2016",
	"rj4"  => "РеДжем 4. 2016",
	"j9"   => "Танго Джем 9. 2017",
	"rj5"  => "РеДжем 5. 2017",
	"j10"  => "Танго Джем 10. 2018",
	"rj6"  => "РеДжем 6. 2018",
	"j11"  => "Танго Джем 11. 2019",
	"rj7"  => "РеДжем 7. 2019",
    "2020" => "elcentro 2020",
    "tj21" => "Танго Джем 2021",
    "rj21" => "РеДжем 2021",
    "j22"  => "Танго Джем 2022"
);
$aJamLogo = array (
	"rj2"  => "rejam2.jpg",
	"rj3"  => "rejam3.jpg",
	"j8"   => "jam8.jpg",
	"rj4"  => "rejam4.png",
	"j9"   => "jam9.jpg",
	"rj5"  => "rejam5.jpg",
	"j10"  => "jam10.jpg",
	"rj6"  => "rejam6.png",
	"j11"  => "jam11.jpg",
	"rj7"  => "rejam7.jpg",
    "2020" => "w2020.png",
    "tj21" => "jam21.png",
    "rj21" => "rejam21.jpg",
    "j22"  => "jam22.png"
);